[
  {
    "attachmentKey": "ND92B4LM",
    "shortTitle": "Van Niekerk et al. (2025) – Generative AI in Academic Writing",
    "tags": ["Methodenkritik", "GenAI", "Halluzinationen", "Referenzen", "Bias"],
    "noteHtml": "<p><strong>Methodenkritik (Anschlussstelle: KI-gestützte Literatur-/Textarbeit, Evidenzlogik, Referenzprüfung)</strong></p><p>Der Beitrag adressiert genau die Stelle, an der eine KI-gestützte Analyse in meiner Methodik angreifbar wäre: GenAI kann falsche bzw. fabrizierte Informationen liefern (Halluzinationen) und damit die Evidenzlogik einer Argumentation unterlaufen; zugleich wird der Punkt gemacht, dass damit nicht nur Fakten, sondern auch die Eigenleistung im Sinne originärer gedanklicher Formulierungs- und Bewertungsarbeit tangiert ist. Für mein Vorgehen folgt daraus, dass GenAI nicht als Quelle/Autor behandelt wird, sondern als Arbeitsoberfläche, deren Outputs in jedem Schritt an Primärtexte zurückgebunden und gegenprüfbar dokumentiert werden müssen. (Van Niekerk et al., 2025, S. 2)</p><p>Besonders anschlussfähig ist die konkrete Operationalisierung: Studierende sollen Referenzen, die von ChatGPT in einem generierten Text genannt werden, aktiv auf Existenz prüfen, um fabrizierte Zitationen auszuschließen, und erst danach die Qualität der Quelle bewerten. Das ist für meine Methodik ein direktes Argument für ein verpflichtendes Referenz-Audit (Existenz, Passung, Primärquelle) als Teil des Workflows. (Van Niekerk et al., 2025, S. 4)</p><p>Zusätzlich wird die Notwendigkeit klarer Anleitung und Interventionen betont, um Missbrauch bzw. unangemessene Nutzung zu begrenzen. Das stützt in meiner Methodik die Entscheidung, Governance nicht als Randthema zu führen, sondern als Bestandteil der Methode (Leitplanken, Offenlegung, Prüfroutinen). (Van Niekerk et al., 2025, S. 10)</p>"
  },
  {
    "attachmentKey": "6DDDWQ6N",
    "shortTitle": "Biswas (2023) – ChatGPT for Research and Publication",
    "tags": ["Methodenkritik", "GenAI", "Ethik", "Bias", "Plagiat"],
    "noteHtml": "<p><strong>Methodenkritik (Anschlussstelle: Promptworkflow, wissenschaftliche Integrität, Grenzen der Delegation)</strong></p><p>Biswas rahmt ChatGPT explizit als Tool, das nur unter ethischer Reflexion sinnvoll integrierbar ist: Bias, Interpretierbarkeit und Plagiatsrisiken werden als zentrale Problemzonen markiert. Das stützt in meiner Methodik die Setzung, dass KI-Ausgaben nicht als Ergebnis gelten, sondern als Vorstufe, die durch menschliche Prüfung, argumentative Einordnung und referenzierte Nachweise stabilisiert werden muss. (Biswas, 2023, S. 1)</p><p>Sehr klar wird die rote Linie im Methodendesign gezogen: ChatGPT darf nicht zur Fabrikation von Daten oder Ergebnissen eingesetzt werden; bestimmte Abschnitte (hier: Patientendaten/Results) müssen authentisch bleiben und können nicht an das Modell delegiert werden. Das ist ein direktes Argument, die Delegationsgrenze in meiner Methodik explizit zu markieren (was KI darf und was nicht) und die Authentizität von Daten/Ergebnissen als nicht substituierbaren Kern auszuweisen. (Biswas, 2023, S. 7)</p>"
  },
  {
    "attachmentKey": "6S432NV7",
    "shortTitle": "Parker et al. (2024) – AI in Doctoral Writing Pedagogy",
    "tags": ["Methodenkritik", "GenAI", "Academic Integrity", "AI Literacy", "Policy"],
    "noteHtml": "<p><strong>Methodenkritik (Anschlussstelle: KI im Schreib-/Syntheseprozess, Integrität, institutionelle Leitplanken)</strong></p><p>Der Beitrag positioniert den KI-Einsatz im Doktorandenschreiben als hybriden Prozess, der kognitiv/metakognitiv produktiv sein kann, aber unmittelbar Fragen der akademischen Integrität und der notwendigen AI-Literacy aufruft. Für mein Vorgehen ist das ein Argument, KI-Nutzung nicht stillschweigend als „normalen Workflow“ zu behandeln, sondern sie explizit als methodisch kontrollierten Teilprozess mit offengelegter Rolle zu führen. (Parker et al., 2024, S. 1)</p><p>Gleichzeitig wird der Risikohorizont für akademisches Schreiben stark gemacht: Mit dem Konzept „postplagiarism“ wird beschrieben, dass hybride Human-KI-Texterzeugung neue Integritätsfragen aufwirft und klassische Grenzziehungen (Plagiat/Autorenschaft) verschiebt. Das unterstützt die Notwendigkeit, meine methodische Autorenschaft über Prüf- und Dokumentationslogiken sichtbar zu halten (Entscheidungsketten, Begründungen, Revisionen), statt KI-Outputs in die Argumentation zu „verstecken“. (Parker et al., 2024, S. 2)</p><p>Sehr konkret wird zudem der Bedarf nach klaren Policies herausgestellt, die angemessene Nutzung demarkieren; fehlende/inkonsistente Kursregeln führen zu stark divergierenden Nutzungsstrategien. Das stützt in meiner Methodik die Entscheidung, Leitplanken (Do/Don’t, Offenlegung, Prüfroutinen) nicht implizit zu lassen, sondern als methodischen Standard festzuschreiben. (Parker et al., 2024, S. 13)</p>"
  },
  {
    "attachmentKey": "2U8T92S8",
    "shortTitle": "Rakhlin & Caponnetto (o. J.) – Stability of K-Means Clustering",
    "tags": ["Methodenkritik", "Clustering", "Stability", "K-Means"],
    "noteHtml": "<p><strong>Methodenkritik (Anschlussstelle: Clustering/Segmentierung im embedding-basierten Workflow, Robustheit der Kategorien)</strong></p><p>Der Beitrag liefert die theoretische Schärfung für eine typische Schwachstelle embedding-basierter Strukturierungen: K-Means lässt sich als Empirical-Risk-Minimization fassen, und Stabilität ist nicht garantiert, sondern an die Geometrie der Zielfunktion bzw. an die Frage gekoppelt, ob ein eindeutiger globaler Minimierer existiert. Im Fall eines eindeutigen globalen Minimierers ist die Lösung stabil, bei mehreren Minimierern existiert ein Bereich, in dem relativ moderate Stichprobenänderungen einen Stabilitäts-zu-Instabilitäts-Übergang auslösen können. Das stützt in meiner Methodik die Forderung nach Robustheitsprüfungen (Sensitivität über Seeds/Splits/Resampling) und die Zurückbindung der Clusterverdichtungen an interpretative Anker, statt Cluster als „natürliche“ Kategorien zu reifizieren. (Rakhlin & Caponnetto, o. J., S. 1–2)</p><p>Wichtig ist auch der methodische Hinweis, dass Stabilität in der Praxis häufig zur Wahl von K verwendet wird und deshalb theoretisch fundierte Rezepte benötigt. Für mein Vorgehen heißt das: K wird nicht allein über eine scheinbare Stabilität gesetzt, sondern über eine Kombination aus theoriegeleiteten Erwartungen, empirischer Prüfung und dokumentierten Alternativen. (Rakhlin & Caponnetto, o. J., S. 1)</p>"
  },
  {
    "attachmentKey": "KCRJNPVK",
    "shortTitle": "Yang & Krajbich (2021) – Webcam-Based Online Eye-Tracking",
    "tags": ["Methodenkritik", "Eye-Tracking", "Webcam", "Calibration", "Selection Bias"],
    "noteHtml": "<p><strong>Methodenkritik (Anschlussstelle: webcam-basiertes Eye-Tracking, Datenqualität, Ausschlusslogiken)</strong></p><p>Yang & Krajbich begründen, warum webcam-basiertes Eye-Tracking in Behavioral Research bislang zögerlich eingesetzt wird: u. a. wegen aufwendiger Kalibrier-/Validierungsprozeduren, inkonsistenter zeitlicher Auflösung und Integrationsaufwand. Auch wenn sie technische Verbesserungen berichten (u. a. bessere Temporalauflösung), bleibt methodisch entscheidend, dass Datenerhebung ohne strenge Qualitätskontrollen (Calibration/Validation, laufende Checks) nicht tragfähig ist. Das stützt in meiner Methodik die Setzung, Eye-Tracking als qualifikationsbedürftige Zusatzspur zu führen und Validierungslogiken nicht zu überspringen. (Yang & Krajbich, 2021, S. 1)</p><p>Der Beitrag liefert zudem eine sehr konkrete Grenze: Online-Settings produzieren hohe Ausschlussraten; in ihrer Studie wird ein großer Teil der Probanden ausgeschlossen (hier: mehr als die Hälfte), woraus potenzielle Selektions- und Generalisierbarkeitsprobleme folgen. Für mein Vorgehen heißt das, dass Ausschlusskriterien, Abbruchraten und Hardwarechecks als Teil der Methode transparent zu berichten und in der Interpretation mitzudenken sind. (Yang & Krajbich, 2021, S. 17)</p><p>Schließlich wird die Frage der Persistenz der räumlichen Auflösung über die Zeit als offenes Problem markiert; daher sind laufende Validierungspunkte bzw. Rekalibrationen als Designentscheidung methodisch begründbar. (Yang & Krajbich, 2021, S. 9)</p>"
  },
  {
    "attachmentKey": "V3KW4HTL",
    "shortTitle": "Wisiecka et al. (2022) – Comparison of Webcam and Remote Eye Tracking",
    "tags": ["Methodenkritik", "Eye-Tracking", "Webcam", "Measurement Error"],
    "noteHtml": "<p><strong>Methodenkritik (Anschlussstelle: Messfehler von webcam-basiertem Eye-Tracking, Interpretationsgrenzen)</strong></p><p>Der Beitrag liefert eine klare, empirische Einordnung: Webcam-basiertes Eye-Tracking wird zwar als vielversprechend gerahmt, aber zugleich explizit mit geringerer Accuracy und Precision verbunden; damit ist die Methode als skalierbarer Näherungszugang zu verstehen, nicht als gleichwertiger Ersatz für präzise Labormessungen. Das stützt in meiner Methodik die Entscheidung, gaze-basierte Befunde nur in robusten/aggregierten Formen zu interpretieren und argumentativ zu triangulieren. (Wisiecka et al., 2022, S. 1)</p><p>Für die Operationalisierung ist die Messfehleranalyse zentral: In der Punktdetektionsaufgabe zeigt sich ein signifikanter Unterschied der Messfehler zwischen Bedingungen; der durchschnittliche Fehler ist in der Webcam-Bedingung höher (M = 45.1px, SE = 2.81) als in der Remote-Bedingung (M = 34.2px, SE = 2.75). Damit wird Messfehler als systematischer Faktor sichtbar, der in der Interpretation (AOIs, Schwellen, Sensitivität) berücksichtigt werden muss. (Wisiecka et al., 2022, S. 5)</p>"
  },
  {
    "attachmentKey": "UKNUDS9S",
    "shortTitle": "Dominici et al. (2024) – Causal Opacity and Verification",
    "tags": ["Methodenkritik", "Embeddings", "Opacity", "Verification", "Interpretability"],
    "noteHtml": "<p><strong>Methodenkritik (Anschlussstelle: Embeddings als latenter Ordnungsraum, Opazität, Verifikation)</strong></p><p>Dominici et al. liefern die argumentative Grundlage, um Embeddings als leistungsfähige Verdichtungsstufe zu nutzen, ohne sie zur Erklärungsebene zu überhöhen: Causal opacity wird als Schwierigkeit gefasst, die „versteckte“ Struktur eines DNN zu verstehen; daraus folgt eine eingeschränkte Fähigkeit, Systeme (insbesondere in sensiblen Kontexten) verlässlich zu prüfen und auf sie zu vertrauen. Übertragen auf mein Vorgehen stützt das die Forderung nach expliziten Prüf- und Dokumentationslogiken, wenn embedding-basierte Ordnungen in Kategorien übersetzt werden (Audit-Trail, Ankerbeispiele, manuelle Rückbindung). (Dominici et al., 2024, S. 1)</p>"
  },
  {
    "attachmentKey": "WY86HJ85",
    "shortTitle": "Geyer & Stampfl (2025) – Wissenschaftliches Schreiben und KI",
    "tags": ["Methodenkritik", "GenAI", "Validierung", "Transparenz", "Wissenschaftliche Integrität"],
    "noteHtml": "<p><strong>Methodenkritik (Anschlussstelle: KI im wissenschaftlichen Schreiben, Validierung, Prozessdokumentation)</strong></p><p>Der Beitrag rahmt das zentrale Spannungsfeld, das ich methodisch adressieren muss: KI-Systeme bringen Effizienzgewinne, erzeugen aber epistemische Risiken (u. a. Halluzinationen, ideologische Verzerrungen, sprachliche Homogenisierung). Damit ist klar, dass KI-Ausgaben nicht als „Wissen“ behandelt werden dürfen, sondern als vorläufige Vorschläge, die eine kritische Prüfung erfordern. (Geyer & Stampfl, 2025, S. 1)</p><p>Sehr anschlussfähig für die Methodik ist die Forderung nach menschlicher Aufsicht: Um Verzerrungen und Fehlinformationen zu vermeiden, bleibt menschliche Kontrolle zentral; daraus wird abgeleitet, dass eine kritische Evaluation der Limitationen von KI-Systemen für die Wahrung wissenschaftlicher Integrität notwendig ist. Das stützt in meinem Vorgehen die konsequente Rückbindung an Primärtexte und die explizite Validierungslogik (nicht nur Ergebnis, sondern Prozess). (Geyer & Stampfl, 2025, S. 9)</p><p>Zusätzlich wird das Validierungsproblem bei der Erkennung KI-generierter Texte betont und als praktikabler Lösungsansatz eine transparente Prozessdokumentation des KI-Einsatzes vorgeschlagen (z. B. tabellarische Erfassung von Systemen, Funktionen, Einsatzgebieten und Revisionen). Damit kann ich die Offenlegung als methodischen Standard begründen, statt sie als formale Ethikfloskel zu behandeln. (Geyer & Stampfl, 2025, S. 10)</p>"
  }
]

