[
  {
    "attachmentKey": "TTPCNK22",
    "shortTitle": "Storey (2023) – AI & Academic Writing",
    "tags": ["Methodenkritik", "GenAI", "Academic Integrity"],
    "noteHtml": "<p><strong>Methodenkritik (Anschlussstelle: KI-gestützte Text-/Literaturarbeit, Promptworkflow, Dokumentationslogik)</strong></p><p>Der Beitrag macht sehr klar, dass GenAI den Dissertationsprozess nicht nur \"beschleunigt\", sondern die Trennlinie zwischen eigenständiger wissenschaftlicher Leistung und maschinell generierter Formulierung/Strukturierung faktisch verwischt: Dissertation Committees stehen vor dem Problem, nicht mehr verlässlich unterscheiden zu können, was vom Kandidaten stammt und was von KI erzeugt wurde; verstärkend kommt hinzu, dass KI-Ausgaben gezielt einen akademischen Stil imitieren können und Detektionswerkzeuge (gerade bei neuen Modellen) nicht stabil greifen. Konsequenz für mein Vorgehen ist: KI wird methodisch nicht als \"Autor\" eingesetzt, sondern als probabilistischer Assistenzraum, dessen Outputs zwingend in eine Prüf- und Dokumentationslogik zurückgebunden werden müssen (Audit-Trail: Prompt, Input, Output, Entscheidung, Revision), um die Zuschreibung von Autorenschaft und die Nachvollziehbarkeit der Argumentführung nicht zu unterlaufen. (Storey, 2023, S. 2)</p><p>Gleichzeitig wird ein zweiter, in meiner Methodik zentraler Kritikpunkt adressiert: Auch wenn Hochschulen die Nutzung prinzipiell zulassen, wird die Bedingung der effektiven, ethischen und transparenten Nutzung explizit an die Sorge gekoppelt, dass eine (zu starke) Abhängigkeit von KI die Schreib-, Kritik- und Evaluationskompetenzen des Forschenden erodieren kann. Daraus folgt für mein Design eine doppelte Absicherung: (1) KI-Outputs werden nicht als Erkenntnis akzeptiert, sondern als Vorschlag, der gegen Primärtexte, Ankerbeispiele und theoriegeleitete Kriterien gegengeprüft wird; (2) die argumentative Verantwortung bleibt beim Forschenden und wird über explizite Entscheidungen (Warum diese Kategorie? Warum diese Verdichtung?) sichtbar gehalten. (Storey, 2023, S. 4)</p><p>Schließlich wird die Integritätsdimension pragmatisch gefasst: KI-gestützte Plagiats- und Formatierungstools können zwar genutzt werden, aber nur unter der Bedingung, dass der Einsatz transparent gemacht und korrekt referenziert wird. Das stützt in meiner Methodik die Forderung nach Offenlegung (welche Tools wofür), ohne damit die inhaltliche Prüfpflicht zu delegieren. (Storey, 2023, S. 13)</p>"
  },
  {
    "attachmentKey": "MBIIBEIT",
    "shortTitle": "Giannakos et al. (2024) – Promise & Challenges of GenAI",
    "tags": ["Methodenkritik", "GenAI", "Governance", "Bias", "Privacy"],
    "noteHtml": "<p><strong>Methodenkritik (Anschlussstelle: GenAI als Analyse-/Synthesehilfe, Governance, Validierungslogik)</strong></p><p>Der Beitrag liefert mir eine argumentative Brücke, um GenAI-Einsatz als methodisch kontrollbedürftige Intervention zu rahmen: Sobald GenAI Funktionen in Analyse- und Designprozesse (hier exemplarisch: Problemidentifikation, Elaborationsschritte) einspeisen, muss die Arbeitsgruppe die Kernlimitierungen (insb. Halluzinationen und Bias) aktiv mitdenken und prüfen, ob die erzeugten Outputs tatsächlich die \"Essenz\" der Diskussion bzw. des Materials abbilden. Für mein Vorgehen ist das ein direktes Argument für eine explizite Prüf- und Dokumentationslogik (Gegenlesen am Primärtext, Kriterienraster, Protokollierung von Entscheidungen), statt GenAI als bequeme Abkürzung in der Argumentation zu behandeln. (Giannakos et al., 2024, S. 13)</p><p>Der Text schärft zudem eine oft unterschätzte Risikoebene, die für Forschungsarbeit operativ relevant ist: Die Wiederverwendung bzw. das Hochladen sensibler bzw. kommerziell relevanter Inhalte in GenAI-Plattformen wird als konkretes Risiko beschrieben, weil Kontrollverlust über Nutzung, Weiterverwertung und Rechte droht. Das stützt in meiner Methodik die Notwendigkeit, Datenflüsse (welche Inhalte wohin) zu begrenzen und die Tool-Nutzung in datenschutz- und urheberrechtlich robuste Bahnen zu legen. (Giannakos et al., 2024, S. 12)</p><p>Im Kern fordert der Beitrag, technische und organisatorische Sicherungen nicht als \"Nice-to-have\", sondern als Designanforderung zu behandeln: Systeme sollen aktiv Defizite in Transparenz, Accountability, Privacy, Fairness sowie Bias reduzieren; flankierend wird ein Policy-Frame als notwendig markiert. Damit kann ich methodisch begründen, warum ich Governance-Elemente (Leitplanken, Offenlegung, Audit-Trail, Rollen- und Verantwortungszuweisung) als Teil der Methodik mitführe, statt sie in ein reines Ethikkapitel auszulagern. (Giannakos et al., 2024, S. 22)</p><p>Schließlich liefert der Beitrag ein starkes Argument gegen vorschnelle Validitätsbehauptungen: Es wird explizit gefordert, nicht bei \"human-likeness\"-Checks oder punktuellen Leistungsbenchmarks stehen zu bleiben, sondern langfristige (longitudinal) Evaluationen der Effekte und Kompetenzen zu verlangen. Das stützt meinen Anspruch, KI-gestützte Schritte nur als heuristische Verdichtung zu führen, deren Wert sich erst im Zusammenspiel mit empirischer Triangulation und regelgeleiteter Nachprüfung stabilisiert. (Giannakos et al., 2024, S. 15)</p>"
  },
  {
    "attachmentKey": "BLDVYCEB",
    "shortTitle": "Papoutsaki et al. (WebGazer) – Webcam Eye Tracking",
    "tags": ["Methodenkritik", "Webcam Eye-Tracking", "Validity", "Measurement Error"],
    "noteHtml": "<p><strong>Methodenkritik (Anschlussstelle: webcam-basierte Eye-Tracking/Attention-Proxies, Messfehler, Interpretationsgrenzen)</strong></p><p>Der Beitrag ist für mich vor allem ein Argument dafür, webcam-basiertes Eye-Tracking nicht als präzises Messinstrument, sondern als Skalierungs-/Näherungsinstrument zu behandeln: WebGazer wird explizit so gerahmt, dass die Genauigkeit \"sufficient\" für eine Approximation des Blickortes ist – also für grobe Aufmerksamkeitsräume, nicht für feinauflösende Blickpfadinterpretationen. Das passt zu einer Methodik, die Blickdaten nur als probabilistische Zusatzspur führt (Triangulation), nicht als kausale Erklärungsebene. (Papoutsaki et al., 2016, S. 1)</p><p>Operativ begründet der Beitrag zwei harte Limitationen, die ich in der Methodik explizit sichtbar machen muss: (1) Die Pupil-Detection arbeitet mit Annahmen (Iris dunkler, kreisförmig, Pupille im Zentrum), die \"not always true\" sind und nur oft genug funktionieren, um brauchbare Echtzeitergebnisse zu liefern – damit ist Messfehler systematisch angelegt. (2) Die Selbstkalibrierung basiert auf der (vereinfachten) Annahme, dass Blick- und Klickpositionen bei Interaktionen (Clicks) perfekt ausgerichtet sind; gleichzeitig wird referenziert, dass gaze-cursor distance im Mittel bei Clicks deutlich von Null abweichen kann, was die Kalibriergrundlage methodisch fragil macht. (Papoutsaki et al., 2016, S. 2–4)</p><p>Empirisch wird das zudem über Fehlermetriken in Pixeln konkretisiert: In der Remote-Studie werden mittlere Fehler in der Größenordnung von hunderten Pixeln berichtet (z.B. Mean Error um 256.9px bzw. 233.4px je nach Modell) und selbst in den \"besten\" Konfigurationen liegen Fehlerwerte (z.B. M = 169px bzw. 187px) im Bereich, der für feingranulare Blickinterpretationen schlicht zu grob ist; im Fazit wird WebGazer daher explizit als geeignet für Anwendungen beschrieben, in denen die ungefähre Blickposition ausreicht. Das stützt in meiner Methode die Entscheidung, Blickdaten nur in aggregierter/robuster Form auszuwerten (z.B. AOI-Grobzonen, robuste Schwellen, Sensitivitätschecks) und die Interpretationsansprüche strikt zu begrenzen. (Papoutsaki et al., 2016, S. 5–6)</p>"
  }
]

